[
  {
    "title" : "How long can we tolerate this?",
    "artist" : "Leah Modigliani",
    "description" : "10 images from artist Leah Modigliani's How long can we tolerate this? An incomplete record from 1933-1999 (2016), an installation comprised of press photographs of evictions taken during the years of the Glass-Steagall Act. The installation is also a timeline, a historical archive and a representation of working and middle-class material displacement.\n\nIn the context of an increasingly divisive 2016 federal election, this work speaks to the role of the press in shaping political consensus about what constitutes a shared ethical responsibility towards others.\n\nThe Glass-Steagall act was signed into law shortly after Franklin D. Roosevelt took office in 1933. To accompany the installation, Modigliani appropriated and revised his inaugural address, updating it to speak to the present:  Only a Foolish Opportunist Can Deny the Dark Realities of the Moment: A Presidential Address (2016).\n\nThe relevance of many of FDR’s words eighty-three years later, in conjunction with the past and present evictions of working class people remind us that while democracy is a powerful aspiration, it’s also a broken promise, and a work in progress.",
    "link" : "http://addendum.kadist.org",
    "thumbnail" : "http://40.media.tumblr.com/d0a89770ba30c5c42961a1c77f2a5dd8/tumblr_o2fy50sXY51r3pm3to1_1280.jpg",
    "date" : 1456249277717,
    "works" : [
      {
      "image" : "http://addendum.kadist.org/LM/011932AndersonFront.jpg"
      },
      {
      "image" : "http://addendum.kadist.org/LM/021940LakewoodNJFront.jpg"
      },
      {
      "image" : "http://addendum.kadist.org/LM/031941PittsburghFront.jpg"
      },
      {
      "image" : "http://addendum.kadist.org/LM/041949DetroitFront.jpg"
      },
      {
      "image" : "http://addendum.kadist.org/LM/051954CincinnatiFront.jpg"
      },
      {
      "image" : "http://addendum.kadist.org/LM/061960ClevelandFront.jpg"
      },
      {
      "image" : "http://addendum.kadist.org/LM/071968DetroitFront.jpg"
      },
      {
      "image" : "http://addendum.kadist.org/LM/081969DetroitBFront.jpg"
      },
      {
      "image" : "http://addendum.kadist.org/LM/091970ChicagoFront.jpg"
      },
      {
      "image" : "http://addendum.kadist.org/LM/101989ClevelandFront.jpg"
      }
    ]
  }
]
